Revit 2027 API
ParameterTypeId.RbsCurvetypeMaxWidthParam Property
 "Max Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeMaxWidthParam { get; }
Public Shared ReadOnly Property RbsCurvetypeMaxWidthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeMaxWidthParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeMaxWidthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace